[
	{
		"name": "Alfred Pennyworth",
		"gender": "Male",
		"height": "6.0",
		"weight": "160 lbs (73 kg)",
		"creator": "Don Cameron | Bob Kane",
		"firstAppearance": "Detective Comics #567(October, 1986)",
		"superpower": "loyalty",
		"alsoKnownAs": "Alfred Pennyworth",
		"details": "Bruce’s life wasn’t the only one that was changed with the squeeze of that gunman’s trigger. A family friend and faithful butler, whose father had served as the Waynes’ butler before him, Alfred took on the responsibility of raising young Bruce after the murder of his parents. Caring deeply for the Wayne family, Alfred knew that the best way to honor the legacy of Thomas and Martha Wayne was ensuring their son grew into the man they would have wanted. He tried to mold the angry, confused boy into a savvy businessman who would be well-suited to take over his father’s business. But Bruce had a far different way of honoring his parents in mind, and when he adopted the cowl, Alfred came along for the ride, tirelessly guarding his employer’s secret while providing some much-needed assistance. Whether it’s skilled technical support, medical aid or simply managing the complicated schedule that comes with being a business leader, nighttime vigilante and wealthy playboy—it’s all under the purview of Mr. Pennyworth. Driven by love and an unwavering sense of loyalty, Alfred nevertheless worries deeply about Bruce. He understands the importance of Batman to a city such as Gotham, but after a lifetime of raising Bruce, he still sees a young, scared boy where most see a hardened hero. And every night the bat-signal flashes across the city skyline is another night that boy will spend searching for a way to undo something that could never be undone. A search that Alfred realizes could very well lead to his end.",
		"img": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3a/Alfred_Pennyworth_Batman_Vol_3_15.png/170px-Alfred_Pennyworth_Batman_Vol_3_15.png"
	},
	{
		"name": "Amanda Waller",
		"gender": "Female",
		"height": "5.1",
		"weight": "200 lbs (91 kg)",
		"creator": "John Ostrander · Len Wein · John Byrne",
		"firstAppearance": "Legends #1(November, 1986)",
		"superpower": "",
		"alsoKnownAs": "Amanda Waller",
		"details": "Waller pulled herself up from rough beginnings to serve her country as a covert agent before becoming Director of the Advanced Research Group for Uniting Superhumans (A.R.G.U.S.). In this role, she created a highly classified team of super-villains known as Task Force X. The members of this specialized covert team are forced to go on whatever assignments Waller deems will serve the greater good. Refuse and members learn that the risky missions aren’t the only reason the team’s commonly referred to as the Suicide Squad.As the Squad’s leader, Waller often acts coldly and doesn't hesitate to put the team in near-impossible situations. She doesn't follow any standardized moral guidebook but instead operates by her own rules. The missions she assigns to the team serve a higher purpose…in theory. Being compassionate isn't an asset in Waller's line of work, but acting without emotion means she's not always so different from the villains in the Squad. In leading them, Waller has to be careful not to become one of them. If it’s not already too late.",
		"img": "http://vignette1.wikia.nocookie.net/youngjustice/images/b/b4/Amanda_Waller.png/revision/latest?cb=20111030171649"
	},
	{
		"name": "Amethyst",
		"gender": "Female",
		"height": "5.8",
		"weight": "122 lbs (55 kg)",
		"creator": "Dan Mishkin · Gary Cohn · Ernie Colon",
		"firstAppearance": "Legion of Super-Heroes Vol 2 #298(April, 1983)",
		"superpower": "",
		"alsoKnownAs": "Princess of Gemworld",
		"details": "Amy spent most of her childhood moving from town to town with her mother, who trained her every day in self-defense and swordplay and never revealed the reasons why, much to Amy’s annoyance. However, on her 17th birthday, Amy finally received the answers she was looking for when her mother told her the truth of her birth—sending her on an incredible journey as Amaya of House Amethyst, a Princess of Gemworld! Once on Gemworld, Amy’s appearance alters to reflect that of her family’s heritage, and she gains vast magical powers associated with House Amethyst. Coupled with her skill at swordplay and defense, Amy finds herself a formidable force in this new fantastical realm ripe with untold danger. A girl of two worlds, Amy must come to terms with her responsibilities as a princess while trying to survive the machinations of her newfound family members and the other ruling Houses vying for power.",
		"img": "https://i.pinimg.com/736x/92/41/3f/92413f0a435baa1ab87bb5924002123e--dc-characters-dc-comic.jpg"
	},
	{
		"name": "Anarky",
		"gender": "Male",
		"height": "6.2",
		"weight": "210 lbs (95 kg)",
		"creator": "Bill Finger · Bob Kane",
		"firstAppearance": "Detective Comics #567(October, 1986)",
		"superpower": "",
		"alsoKnownAs": "Moneyspider",
		"details": "Highly intelligent and deeply philosophical, Lonnie Machin developed a strong ethical and apolitical code. Looking at the world around him, he saw corruption, social oppression and the suffering of everyday people—and saw the government doing nothing about it. Taking a cue from the Dark Knight, Machin studied martial arts and put his engineering abilities and knowledge of computer technology to use to become a vigilante himself: Anarky. Although he thinks of himself as a hero like Batman and believes anarchy would help the people help themselves, Batman views Anarky's methods and actions as childish and violent, and considers Anarky a public threat, plain and simple.Anarky uses his abilities to bring down any corporation or authoritative entity that he feels hurts and oppresses people. While he can throw a punch as well as anyone, he relies primarily on his thorough understanding of modern technology to defeat his foes along with the very essence of anarchy itself—surprise.",
		"img": "https://vignette.wikia.nocookie.net/arkhamcity/images/8/81/Anarky_%282%29.jpg/revision/latest?cb=20140331070202"
	},
	{
		"name": "Anti-Monitor",
		"gender": "Male",
		"height": "",
		"weight": "210 lbs (95 kg)",
		"creator": "Marv Wolfman · George Pérez",
		"firstAppearance": "Crisis on Infinite Earths #4",
		"superpower": "",
		"alsoKnownAs": "Anti-Monitor",
		"details": "When the Multiverse was in its infancy, a disruption in its development resulted in the birth of two beings—the Monitor and the Anti-Monitor. The Anti-Monitor first made his home in the Antimatter Universe, but once he conquered all of it, he set his sights on the rest of the Multiverse.A monstrous being—both physically and mentally—the Anti-Monitor is one of the strongest and most savage villains mankind has ever faced. He’s capable of consuming both antimatter and positive matter, making and unmaking matter at will, all while altering reality and augmenting his own powers. Commanding an army of “shadow demons,” destructive warriors of pure antimatter that are loyal only to him, the Anti-Monitor has single-handedly destroyed thousands of universes. He takes lives by the millions and very few can stand in his way. Those who have, including our greatest super heroes, have met defeat and even death. If you see the Anti-Monitor coming, turn and run, because you don’t have much time…",
		"img": "https://vignette.wikia.nocookie.net/greenlantern/images/3/39/Anti-Monitor-3.jpg/revision/latest?cb=20140523164232"
	},
	{
		"name": "Aquaman",
		"gender": "Male",
		"height": "6.1",
		"weight": "325 lbs (147 kg)",
		"creator": "Mort Weisinger · Paul Norris",
		"firstAppearance": "Aquaman Vol 7 #1(November, 2011)",
		"superpower": "",
		"alsoKnownAs": "Arthur Curry",
		"details": "Cast out from Atlantis as a baby, Arthur Curry grew up on land, thinking himself a normal human. But when he matured, Atlantis returned, claiming him as their rightful king. Caught between a surface world constantly ravaging the sea and Atlanteans looking to lash out in revolt, he’s committed to protecting the entire globe.Aquaman is the king of all things aqua. He can breathe underwater, swim at tremendous speeds, and telepathically communicate with sea life. Being able to withstand ocean depths, he gets bonus points on land with his superhuman strength, enhanced senses, and nearly impenetrable skin. And although his courage and decisive nature have proven him a true heir to Atlantis’s throne, the continual conflict between land and sea makes him a citizen of both—and at home in neither.",
		"img": "https://i.pinimg.com/originals/f4/16/a1/f416a18ab4e819154f61402fd6c3aed2.jpg"
	},
	{
		"name": "Ares",
		"gender": "Male",
		"height": "6.10",
		"weight": "359 lbs (163 kg)",
		"creator": "George Pérez",
		"firstAppearance": "Wonder Woman #1",
		"superpower": "",
		"alsoKnownAs": "Mars",
		"details": "One of the immortal Olympian gods from Greek mythology, Ares, the God of War, is the son of Zeus and Hera and a longtime adversary of the Amazonian warrior Wonder Woman. Along with the immense strength, endurance and invulnerability that come with godhood, Ares is a master of conflict and strategy and is able to expertly wield any known weapon. However, his real power lays in his ability to create conflict and destruction wherever he goes. His mere presence alone is enough to cause riots and acts of violence—which is exactly what he wants.A villain by his very nature, Ares is a perpetual war machine—a constant, unswayable force that will always seek to incite discord and devastation. For as much as the world evolves and technology advances, war is constant.",
		"img": "https://upload.wikimedia.org/wikipedia/en/2/25/AresDC2.png"
	},
	{
		"name": "Arsenal",
		"gender": "Male",
		"height": "5.11",
		"weight": "195 lbs (88 kg)",
		"creator": "Mort Weisinger · George Papp",
		"firstAppearance": "Adventure Comics #246(March, 1958)",
		"superpower": "",
		"alsoKnownAs": "Roy Harper",
		"details": "Born as Roy Harper, Arsenal was orphaned and taken in by Green Arrow. Oliver Queen took Roy's strong archery skills and trained him until Roy became an expert marksman. However, knowing how to hold your own in combat doesn't prepare you for all of life's challenges. A run of unfortunate events, including the Teen Titans disbanding, a break-up, and some struggles with Green Arrow, opened the door to a treacherous path for Roy. He leaned on drugs to get through the hard times.While Roy’s since gotten clean, like everyone who’s struggled with substance abuse, addiction remains a constant conflict for him. But Arsenal’s thrived as a hero in spite of it. He's exhibited courage and skill at Green Arrow's side, as a member of the Teen Titans and most recently, fighting alongside another hero with a dark past, Red Hood. Though he's perhaps suffered more than most, Arsenal continues to battle bravely, both against foes and his inner demons.",
		"img": "https://i.pinimg.com/736x/1e/ef/47/1eef470e0a8caf23a3e0ac96e74068d4--arsenal-dc-roy-harper-comics.jpg"
	},
	{
		"name": "Atom",
		"gender": "Male",
		"height": "6.0",
		"weight": "180 lbs (82 kg)",
		"creator": "Julius Schwartz · Gardner Fox · Gil Kane",
		"firstAppearance": "Showcase #34(October, 1961)",
		"superpower": "",
		"alsoKnownAs": "Raymond Ray Palmer",
		"details": "Big things come in small packages. Just an age-old cliché, right? Actually, it turns out there’s quite a bit of truth to it…if you’re talking about the Atom.A gifted physicist, Dr. Ray Palmer put his genius mind to good use by laboring tirelessly to help create a better world. His hard work led to advancements in matter compression and the discovery of white-dwarf star remnants on Earth. Creating a specialized, size-changing belt that houses a lens filled with star matter, Ray has the ability to shrink his size down to subatomic levels. This unique power inspired his heroic moniker and allows the Atom to handle things most other heroes can’t even see: viruses, parasites, nuclear reactions and beyond. Using phone, fiber-optic cables and even the bloodstreams of other heroes and villains, Ray can get wherever he needs to be at incredible speeds.The Atom is constantly learning and has become a leading mind in some of the most progressive areas of scientific thought and inquiry. This thirst for knowledge has made him the go-to hero when facing problems rooted in science, but it can sometimes cloud his judgment when the enemy is powered by the supernatural or motivated by something that seems irrational. Ray can tackle the world’s biggest quandaries and tiniest threats, but there’s one fight he always struggles with: accepting that some things in life just can’t be explained.",
		"img": "https://i.pinimg.com/originals/da/77/2d/da772d8906e4d327184a8117350a9d22.jpg"
	},
	{
		"name": "Atrocitus",
		"gender": "Male",
		"height": "6.7",
		"weight": "935 lbs (424 kg)",
		"creator": "Geoff Johns · Ethan Van Sciver",
		"firstAppearance": "Green Lantern Vol 4 #25(January, 2008)",
		"superpower": "",
		"alsoKnownAs": "Atros",
		"details": "Millions of years ago, the Guardians of the Universe created the robotic Manhunters as their intergalactic peacekeeping force. But after a programming glitch, the Manhunters rampaged through Space Sector 666, eradicating almost all life—including those of Atrocitus' wife and children, who died brutally before his eyes. One of the massacre’s few survivors, Atrocitus swore revenge against the Guardians. But despite his considerable strength, skill and efforts, he was captured and imprisoned by the Guardians as they hid their horrendous mistake from the universe.Locked away for years, all that kept him alive was his hatred, until at last it consumed him. Atrocitus harnessed the red energy of rage and through blood rituals forged a Power Battery, creating the Red Lantern Corps. With a veritable army at his command, Atrocitus seeks his revenge—intent on killing every last one of the Guardians and willing to cut down any force that stands in his path of vengeance.",
		"img": "https://vignette.wikia.nocookie.net/greenlantern/images/b/be/Red_Lanterns-1_Cover-2_Teaser.jpg/revision/latest?cb=20110913045708"
	}
]
